{
    "categories": [
        {
            "id": "1001",
            "title": "Case Management",
            "icon": "fa-sitemap",
            "iconModifier": "far",
            "variant": "blue",
            "apps": "10",
            "clients": "8",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "Commonwealth of Pennsylvania"
                }
            ],
            "apps_list": [
                {
                    "app_name": "HHS NextGen for Child Welfare"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        },
        {
            "id": "1002",
            "title": "Customer Self-Service",
            "icon": "fa-user-check",
            "iconModifier": "far",
            "variant": "green",
            "apps": "6",
            "clients": "4",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "Commonwealth of Pennsylvania"
                }
            ],
            "apps_list": [
                {
                    "app_name": "HHS NextGen for Child Welfare"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        },
        {
            "id": "1003",
            "title": "Benefits Management",
            "icon": "fa-user-alt",
            "iconModifier": "far",
            "variant": "pink",
            "apps": "12",
            "clients": "10",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                }
            ],
            "apps_list": [
                {
                    "app_name": "HHS NextGen for Child Welfare"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        },
        {
            "id": "1004",
            "title": "IT Services Management",
            "icon": "fa-desktop",
            "iconModifier": "far",
            "variant": "lavender",
            "apps": "7",
            "clients": "3",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "Commonwealth of Pennsylvania"
                }
            ],
            "apps_list": [
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        },
        {
            "id": "1005",
            "title": "Logistics Management",
            "icon": "fa-truck-container",
            "iconModifier": "far",
            "variant": "orange",
            "apps": "10",
            "clients": "8",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                },
                {
                    "client_name": "Commonwealth of Pennsylvania"
                }
            ],
            "apps_list": [
                {
                    "app_name": "HHS NextGen for Child Welfare"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        },
        {
            "id": "1006",
            "title": "Staff Management",
            "icon": "fa-keyboard",
            "iconModifier": "far",
            "variant": "red",
            "apps": "8",
            "clients": "12",
            "button": "View Solutions",
            "client_list": [
                {
                    "client_name": "State of Michigan"
                },
                {
                    "client_name": "State of Louisiana"
                }
            ],
            "apps_list": [
                {
                    "app_name": "HHS NextGen for Child Welfare"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "HHS NextGen for Child Support"
                },
                {
                    "app_name": "OneView"
                },
                {
                    "app_name": "GoCase Worker"
                }
            ]
        }
    ],
    "sub_categories": [
        {
            "id": "2001",
            "category": "1001",
            "title": "Child Welfare",
            "cardBranding": "salesforce",
            "short_description": "Innovative case management system that fuses business processes and operations to promote usability, achieve efficiencies, realize savings, improve workforce mobility, and increase organizational agility. This system focuses on improving child and family outcomes and adhering to Federal CCWIS regulations and principles for future certification.",
            "button": "View Details"
        },
        {
            "id": "2005",
            "category": "1001",
            "title": "Child Support",
            "cardBranding": "salesforce",
            "short_description": "Software as a Service (SaaS) solution for Child Support Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s 35 years of child support system implementation experience.",
            "button": "View Details"
        },
        {
            "id": "2010",
            "category": "1001",
            "title": "Lobby Case Management",
            "cardBranding": "",
            "short_description": "Native iOS tablet application used by human services agencies and partner/providers to provide point-of-interaction assistance with programs such as Medicaid, SNAP, TANF, and Child Care. OneView is a pocket-sized power tool that improves agency efficiency by cutting down back-office workload via speedy front-office engagement by combining capabilities like mobile capture of verification documents with an intelligent recommendation engine to quickly connect customers with community resources.",
            "button": "View Details"
        },
        {
            "id": "2015",
            "category": "1001",
            "title": "GoCase Worker Field Service Tools",
            "cardBranding": "",
            "short_description": "Mobile solution that enables online & offline field work including data collection, such as interview, investigation, and assessment by leveraging features that are unique to mobile devices such as GPS, Maps, Audio, and Photo, Digital Signature, and Dictation. The dashboard allows caseworkers to organize and manage their daily appointments, alerts, and communications (chat) while on the move and can integrate with back-end systems.",
            "button": "View Details"
        },
        {
            "id": "2020",
            "category": "1001",
            "title": "Inspections",
            "cardBranding": "salesforce",
            "short_description": "Enables examiners in the field to connect with their Headquarters to more efficiently and effectively scope, schedule, plan, conduct and report on examinations. This solution integrates workflow processing, data analytics, and case management best practices on a scalable, enterprise-ready platform built for organizations that frequently experience changing business processes and rules to be flexible enough to cost effectively meet both market and regulatory demands.",
            "button": "View Details"
        },
        {
            "id": "2025",
            "category": "1001",
            "title": "RFI Case<br>Management",
            "cardBranding": "salesforce",
            "short_description": "Controlled Correspondence is a suite of inquiry intake and management applications that assist federal agency staff with the intake, assignment, escalation, and response to requests for information from the general public or other agencies. ",
            "button": "View Details"
        },
        {
            "id": "2030",
            "category": "1002",
            "title": "Integrated Eligibility Web App Self-Service",
            "cardBranding": "salesforce",
            "short_description": "This solution transforms the self-service delivery model from program-focused to citizen centric through an enhanced user experience designed to be highly available and scaleable utilizing the Salesforce Platform. The portal is intended to provide a holistic and proactive approach dedicated to identifying the root cause of individuals’ problems and improving outcomes for customers.",
            "button": "View Details"
        },
        {
            "id": "2035",
            "category": "1002",
            "title": "Integrated Eligibility Mobile App Self-Service",
            "cardBranding": "",
            "short_description": "Enables customers to apply for and manage their benefits from the convenience of their mobile device. This mobile application empowers customers to stay in compliance with program eligibility by having real-time access and capabilities related to their case status, application, and documents anywhere.",
            "button": "View Details"
        },
        {
            "id": "2040",
            "category": "1002",
            "title": "Child Welfare Self-Service",
            "cardBranding": "salesforce",
            "short_description": "This solutiom gives customers the ability to report and submit suspected incidents of child abuse and/or neglect directly to a child welfare intake unit. The portal captures the description of the incident, key individuals involved, and reporter contact information.",
            "button": "View Details"
        },
        {
            "id": "2045",
            "category": "1002",
            "title": "Child Support Self-Service",
            "cardBranding": "salesforce",
            "short_description": "Provides families and partners with direct access to their case, allowing them to see order information, make payments, and upload documents.",
            "button": "View Details"
        },
        {
            "id": "2050",
            "category": "1002",
            "title": "Work Participation Req. Self-Service",
            "cardBranding": "salesforce",
            "short_description": "Allows the public to maintain compliance with work participation requirements of programs such as Medicaid, SNAP, and TANF from the convenience of a website or mobile device.  Functionality includes features such as reporting activities, reporting job applications, searching for resources, requesting exemptions or good cause, and discovering training opportunities.",
            "button": "View Details"
        },
        {
            "id": "2055",
            "category": "1002",
            "title": "EBT Mobile App",
            "cardBranding": "",
            "short_description": "All-in-one solution for providing SNAP, WIC, and TANF recipients a space to plan, spend, and track their nutritional benefits from the convenience of their mobile device.  EBT Mobile includes functionality for budgeting EBT balances as well as organizing shopping trips and meal planning to make every dollar count and last longer.",
            "button": "View Details"
        },
        {
            "id": "2060",
            "category": "1002",
            "title": "X11/311 Self-Service",
            "cardBranding": "salesforce",
            "short_description": "The X11 module of govCONNECT provides agencies with a service request solution that prioritizes user experience and enables capabilities empowering them to best serve their residents/citizens.",
            "button": "View Details"
        },
        {
            "id": "2065",
            "category": "1002",
            "title": "Licensing and Permitting Self-Service",
            "cardBranding": "salesforce",
            "short_description": "Provides licensed professionals and businesses with a modern, self-service experience to perform functions such as reviewing licensure maintenance requirements, pay fees, submit service requests, and obtain permits. The email communications framework of the Customer Portal allows renewal reminders to be sent automatically and sends email communications to secondary credentialers.",
            "button": "View Details"
        },
        {
            "id": "2070",
            "category": "1002",
            "title": "FDA Company Approvals and eSubmissions",
            "cardBranding": "salesforce",
            "short_description": "Custom-designed eSubmission portal to allow software-based medical device companies to apply for and receive FDA Pre-Cert status.  The solution interface guides users through application questions for FDA Pre-Cert, as well as for each product submission.",
            "button": "View Details"
        },
        {
            "id": "2075",
            "category": "1002",
            "title": "Vector XD: Cust. Mapping Delivery Accelerator",
            "cardBranding": "",
            "short_description": "Digital application that helps organizations embed human-centered design into the way they deliver products, services, and experience to their customers by providing a structured way to identify customers and their needs, model the complex ways customers currently engage with an organization, its systems, and its partners, and determine how well the organization is meeting customer needs. Allows Deloitte to easily identify opportunities for improvement, determine how any changes might impact existing technologies or processes, and keep the customer front and center as we elevate the human experience.",
            "button": "View Details"
        },
        {
            "id": "2080",
            "category": "1003",
            "title": "Integrated Eligibility",
            "cardBranding": "salesforce",
            "short_description": "Industry leading solution for Integrated Eligibility that has been Implemented in over 25 states and transformed integrated case management and eligibility determination for programs such as Medicaid, SNAP, TANF, and Child Care. Today, HHS NextGen has been rearchitected atop the Salesforce cloud platform and infused with the power of the govCONNECT platform to provide world-class user experience, scalability, and functional capability. ",
            "button": "View Details"
        },
        {
            "id": "2085",
            "category": "1003",
            "title": "Child Care",
            "cardBranding": "salesforce",
            "short_description": "Software as a Service (SaaS) solution for Child Care Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of child care system implementation experience.",
            "button": "View Details"
        },
        {
            "id": "2090",
            "category": "1003",
            "title": "Work Participation Requirements",
            "cardBranding": "salesforce",
            "short_description": "Software as a Service (SaaS) solution for work requirements of Medicaid, SNAP, and TANF program that combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of human services implementation experience. WorkPath helps both customers and agencies remain compliant with work requirements through extensive functionality such as activity tracking, checklists, and integration with business and customer portals. ",
            "button": "View Details"
        },
        {
            "id": "2095",
            "category": "1003",
            "title": "Health Insurance Premium Payments",
            "cardBranding": "salesforce",
            "short_description": "Software as a Service (SaaS) solution for enabling state agencies to operationalize HIPP. This solution combines features of eligibility determination with program effectiveness measurements to provide comprehensive capabilities for States to realize significant Medicaid program savings.",
            "button": "View Details"
        },
        {
            "id": "2100",
            "category": "1003",
            "title": "Hearings and Appeals",
            "cardBranding": "salesforce",
            "short_description": "Standalone Software as a Service (SaaS) solution for operationalizing processes for managing and scheduling hearings and appeals cases, across any number of programs. Key functionality includes automatic appointment scheduling, electronic dockets, time tracking, case tracking, and contact management. \n",
            "button": "View Details"
        },
        {
            "id": "2105",
            "category": "1003",
            "title": "Behavioral Nudges Ecosystem",
            "cardBranding": "",
            "short_description": "Microservice solution that examines large and varied data sets to uncover hidden patterns and data correlations to nudge recipients, case workers, and business partners to make informed decisions.",
            "button": "View Details"
        },
        {
            "id": "2110",
            "category": "1004",
            "title": "Acquisition Tracking",
            "cardBranding": "salesforce",
            "short_description": "Enables large contracting providers the ability to track contract details  and status, vendor contact management, planned and actual spend, and reporting/dashboards. The spend management tool has the ability to tie into existing contract management tools such as FPDS, USA Spending, and other source systems that have integration capabilities.",
            "button": "View Details"
        },
        {
            "id": "2115",
            "category": "1004",
            "title": "Conference Room Scheduling",
            "cardBranding": "salesforce",
            "short_description": "Simplifies the process of reserving conference rooms and other spaces within an office or shared workplace. The application ensures that organizers have the necessary accommodations for important meetings, and at the same time, office managers maintain an accurate, up-to-date view of how company resources are being utilized. The Conference Room Scheduler consists of a front-end to allow an organizer to submit requests and an administrative back-end to allow administrators to review and manage room reservations and status.",
            "button": "View Details"
        },
        {
            "id": "2120",
            "category": "1004",
            "title": "CIO Management",
            "cardBranding": "salesforce",
            "short_description": "One-stop shop for end-users to \"launch\" their day by providing a centralized location to access all of their Salesforce applications, as well as other business applications (i.e., SharePoint, SAP, Oracle, etc.) via data driven app tiles that are controlled by metadata, attributes, and related objects making it flexible, configurable, and easily scalable. This solution is connected to CBP’s Active Directory and provides PIV Authenticated Single Sign-On to allow users to authenticate and access all of their applications without having to login in to different applications multiple time.",
            "button": "View Details"
        },
        {
            "id": "2125",
            "category": "1004",
            "title": "Dynamic Case Management Delivery Accelerator",
            "cardBranding": "",
            "short_description": "Tool neutral framework to capture, process, and analyze case-related data, improve customer service, drive process efficiency, and enable streamlined data analysis by allowing organizations to integrate case and work-flow processing, data analytics, and case management best practices on a scalable, technology-neutral, enterprise platform. DCM is able to provide consistent and real-time access to data through a multitude of different channels (web and mobile) while improving the timeliness, quality, and efficiency of services provided to stakeholders. ",
            "button": "View Details"
        },
        {
            "id": "2130",
            "category": "1004",
            "title": "govCONNECT Framework Delivery Accelerator",
            "cardBranding": "salesforce",
            "short_description": "Robust collection of framework components that sit atop the Salesforce platform. The govCONNECT Framework enables rapid delivery of complex government solutions with high quality and lower-cost.",
            "button": "View Details"
        },
        {
            "id": "2135",
            "category": "1004",
            "title": "Complaints Tracking Management",
            "cardBranding": "salesforce",
            "short_description": "State-of-the-art CRM system on the Salesforce platform that supports the scalability, agility, and quality of consumer inquiry and complaint handling services and tools. Mosaic streamlines complaint submission using a “turbo-tax” like data-driven process, incorporates a complex workflow that efficiently and accurately routes complaints to companies, and provides three portals for company, government, and congressional users to easily manage and track the status of complaints.",
            "button": "View Details"
        },
        {
            "id": "2140",
            "category": "1004",
            "title": "Asset Management",
            "cardBranding": "salesforce",
            "short_description": "Enables accurate inventory tracking of assets, management of asset requests, and the assignment of assets to staff. The application provides a single location for operators to manage inventories and items, as well as, requests. The scalability and flexibility of this application allows for a variety of asset types to be tracked within the system. ",
            "button": "View Details"
        },
        {
            "id": "2145",
            "category": "1004",
            "title": "Grants Management",
            "cardBranding": "salesforce",
            "short_description": "Salesforce based Award Management Platform (AMP) that promotes effective integrated program management, evaluation, and internal and external stakeholder collaboration for cooperative agreements. AMP provides configurable program-specific communities and standardizes the user experience.",
            "button": "View Details"
        },
        {
            "id": "2150",
            "category": "1004",
            "title": "UI Builder Delivery Accelerator",
            "cardBranding": "",
            "short_description": "Cloud-based, low-code application development platform with a built-in UI Framework tool and a configurable code generation script, Figura enables rapid application development in a variety of destination technology stacks such as Salesforce, React, Angular, and Java. ",
            "button": "View Details"
        },
        {
            "id": "2155",
            "category": "1004",
            "title": "Document Management System",
            "cardBranding": "",
            "short_description": "Provides standard API to upload, store,  scan, categorize, retrieve, view and annotate documents.",
            "button": "View Details"
        },
        {
            "id": "2160",
            "category": "1004",
            "title": "MCI",
            "cardBranding": "",
            "short_description": "Lightweight tool that can be used within our solutions to provide clients with customizable MCI services depending on their functional needs and readiness.​ The MCI Microservice is an efficient, robust, transparent, and configurable single source repository that unifies real-time updates from multiple sources and publishes to subscribing agencies.",
            "button": "View Details"
        },
        {
            "id": "2165",
            "category": "1004",
            "title": "Client Correspondence",
            "cardBranding": "",
            "short_description": "Managed Software as a Service platform that provides a secure and compliant system with minimal maintenance overhead for various day to day infrastructure management. CC Microservices is an efficient, robust, transparent, and configurable single source repository that provides platform independent solution for various correspondence needs that can be plugged with any major service provider like OpenText, GMC Software, Xerox (XMPie) etc.",
            "button": "View Details"
        },
        {
            "id": "2170",
            "category": "1005",
            "title": "Land Management",
            "cardBranding": "salesforce",
            "short_description": "Tool that manages submission, approval, inspections, and tracking of land claims. The product seamlessly integrates with geo-spatial software and databases along with a rules engine that process complex approval rules and a “concierge” facility to help claimants through the application process",
            "button": "View Details"
        },
        {
            "id": "2175",
            "category": "1005",
            "title": "Tour Management",
            "cardBranding": "salesforce",
            "short_description": "Self-service interface which enable an organization's staff to schedule campus/complex tours from an accessible, user-friendly web interface. The system manages tour capacity and availability and can set future schedules based on a set of configurable rules via administrative console (back-end).",
            "button": "View Details"
        },
        {
            "id": "2180",
            "category": "1005",
            "title": "Facilities Management",
            "cardBranding": "salesforce",
            "short_description": "Allows any group who provides facilities services to provide their end-users with an easily accessible, web intake form. The Facilities Requests app also provides an administrative back-end application which allows the facilities management service provider to create, review, and manage facilities requests while also tracking the associated costs. ",
            "button": "View Details"
        },
        {
            "id": "2185",
            "category": "1005",
            "title": "Cost Allocated Time Tracking",
            "cardBranding": "salesforce",
            "short_description": "Modern time reporting system that allows users to capture their daily time for all user fee funded activities. The system was designed and developed to meet the multi-tier hierarchy structure required by the FDA (CDER) and is scalable to support additional Center requirements with configurable user profiles that limit access to only those activities specific to an individual’s Center/Office/Role. ",
            "button": "View Details"
        },
        {
            "id": "2190",
            "category": "1006",
            "title": "Hiring Management",
            "cardBranding": "salesforce",
            "short_description": "Interactive portal that supports tracking of an individual’s onboarding status via two portals: an Applicant-facing community and a back-end Manager view for application management.  This further extends itself to existing data sources through integration with the Personal Identity Verification (PIV) system for data ingestion and the Access Management System (AMS) to support single-sign-on capabilities. ",
            "button": "View Details"
        },
        {
            "id": "2195",
            "category": "1006",
            "title": "GoCase Interactive Learning",
            "cardBranding": "",
            "short_description": "Mobile training application that enables professionals to gain the skills they need to be field experts on day one in a safe and consequence-free environment. Users are prompted with multiple choice questions that evaluate their response and provide live feedback on improvement areas. GoCase Learning paired with the Story Editor application allows its users to generate new content to share with their team using the mobile app.",
            "button": "View Details"
        },
        {
            "id": "2200",
            "category": "1006",
            "title": "GoCase VR Learning",
            "cardBranding": "",
            "short_description": "Mobile and desktop based application that allows field work trainees to experience real-life scenarios in a virtual reality environment from any location. The application uses 3D images of buildings, homes, furniture, and everyday objects to simulate real-life situations in the field in an interactive space where trainees can explore the environment and identify risks and issues while receiving feedback on areas they need to sharpen their skills.",
            "button": "View Details"
        },
        {
            "id": "2205",
            "category": "1006",
            "title": "GoCase Community Story Editor",
            "cardBranding": "",
            "short_description": "Cloud-based online site for content collaboration shared throughout the country by allowing users to share their custom characters, stories, and lesson plans for GoCase applications. By creating a virtual team environment, GoCase Community allows users the ability to download user created content to share with their teams.",
            "button": "View Details"
        }
    ],
    "app_details": [
        {
            "id": "3001",
            "sub_category": "2001",
            "implemented": "DE, LA",
            "app_title": "Child Welfare",
            "asset": "HHS NextGen for Child Welfare",
            "asset_description": "HHS NextGen for Child Welfare is the country’s first cloud-based comprehensive Child Welfare CRM solution in production. This innovative case management system fuses business processes and operations to promote usability, achieve efficiencies, realize savings, improve workforce mobility, and increase organizational agility. The system focuses on improving child and family outcomes and adhering to Federal CCWIS regulations and principles for future certification. The flexible CRM platform, infused with the power of the govCONNECT platform, increases the ability to react to policy and regulation changes at the local, State, and Federal levels.\nRelated Solutions:\n• Child Welfare Self-Service\n",
            "short_description": "Innovative case management system that fuses business processes and operations to promote usability, achieve efficiencies, realize savings, improve workforce mobility, and increase organizational agility. This system focuses on improving child and family outcomes and adhering to Federal CCWIS regulations and principles for future certification.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Suguna Sundaravadivel",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/HHS NexGen for IE.jpg"
                }
            ]
        },
        {
            "id": "3005",
            "sub_category": "2005",
            "implemented": "",
            "app_title": "Child Support",
            "asset": "HHS NextGen for Child Support",
            "asset_description": "HHS NextGen for Child Support, powered by govCONNECT, is a next generation, Software as a Service (SaaS) solution for Child Support Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s 35 years of child support system implementation experience.\nThe Deloitte and Salesforce child support platform can provide child support agencies with many benefits, including:\n• A proven cloud platform with modern user experience that is tailored to managing child support cases\n• Relationship management capabilities to visualize complex cases and focus on factors impacting success\n• Integrated workflow and work management features that focus work on the most timely and impactful case actions\n• Deloitte child support experience combined with Salesforce Einstein analytics technology to help reveal valuable insights from performance and operational data to provide case workers and supervisors insights into case segmentation, next appropriate action, and program trends\n• Data integration services utilizing Mulesoft allow incremental modernization and advanced integration with partner systems\n• A customer-centric, agile implementation approach designed to overcome internal silos that can hinder the customer experience.\n\nRelated Solutions:\n• Child Support Self-Service\n",
            "short_description": "Software as a Service (SaaS) solution for Child Support Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s 35 years of child support system implementation experience.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "John White, Ganapathy Pillai",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/HHS NextGen For Child Welfare.jpg"
                }
            ]
        },
        {
            "id": "3010",
            "sub_category": "2010",
            "implemented": "",
            "app_title": "Lobby Case Management",
            "asset": "OneView",
            "asset_description": "OneView, powered by govCONNECT, is a native iOS tablet application used by human services agencies and partner/providers to provide point-of-interaction assistance with programs such as Medicaid, SNAP, TANF, and Child Care. Combining line-busting capabilities such as mobile capture of verification documents with an intelligent recommendation engine to quickly connect customers with community resources, OneView is a pocket-sized power tool that improves agency efficiency by cutting down back-office workload via speedy front-office engagement.",
            "short_description": "Native iOS tablet application used by human services agencies and partner/providers to provide point-of-interaction assistance with programs such as Medicaid, SNAP, TANF, and Child Care. OneView is a pocket-sized power tool that improves agency efficiency by cutting down back-office workload via speedy front-office engagement by combining capabilities like mobile capture of verification documents with an intelligent recommendation engine to quickly connect customers with community resources.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Phong Huynh",
            "alliance_relationship_1": "Native iOS",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/OneView with Resource Engine.jpg"
                }
            ]
        },
        {
            "id": "3015",
            "sub_category": "2015",
            "implemented": "",
            "app_title": "GoCase Worker Field Service Tools",
            "asset": "GoCase Worker",
            "asset_description": "GoCase Worker is a mobile solution that enables offline field work and data collection, such as interview, investigation, and assessment. GoCase Worker has been adapted to multiple use cases, such as facility inspections and Child Welfare home visits. The GoCase Worker mobile app leverages features that are unique to mobile devices such as GPS, Maps, Audio, Photo, Video, Digital Signature and Dictation. Furthermore, the app includes a safety feature that allows caseworkers to make SOS calls if they feel unsafe or have an emergency situation. The dashboard allows caseworkers to organize and manage their daily appointments. It allows workers to check-in to specific locations and find directions. The check-in process improves the accountability and increases the safety of the caseworkers. Additionally, the caseworkers can manage their tasks, alerts and communications (aka Chat) from dashboard.\n\nCase Overview provides a quick snapshot about the case information including milestones, activity logs, allegations, interview, notes, evidence and assessments. Also, it provides quick access to various sections of case information such as members, investigation, drug and alcohol etc. The mobile app architecture seamlessly integrates with both on premise and cloud solutions and available for both iOS and Android planforms. It has built-in offline framework that allows workers to perform their job even if there isn’t any network.\n",
            "short_description": "Mobile solution that enables online & offline field work including data collection, such as interview, investigation, and assessment by leveraging features that are unique to mobile devices such as GPS, Maps, Audio, and Photo, Digital Signature, and Dictation. The dashboard allows caseworkers to organize and manage their daily appointments, alerts, and communications (chat) while on the move and can integrate with back-end systems.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Will Arnold, Ramesh K. Rajaram",
            "alliance_relationship_1": "iOS, Android",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/GoCase Worker.jpg"
                }
            ]
        },
        {
            "id": "3020",
            "sub_category": "2020",
            "implemented": "",
            "app_title": "Inspections",
            "asset": "ExaminerConnect",
            "asset_description": "Deloitte’s ExaminerConnect solution enables examiners in the field to connect with their Headquarters back in the office Agency to more efficiently and effectively scope, schedule, plan, conduct and report on examinations. This solution integrates workflow processing, data analytics, and case management best practices on a scalable, enterprise-ready platform. ExaminerConnect is built for organizations that frequently experience changing business processes and rules to be flexible enough to cost effectively meet both market and regulatory demands. Primary solution components include:\nWorkflow management, Content and document storage, Rules management, Resource scheduling, Time tracking and management, Correspondence / Communications management and Analytic dashboards.\n",
            "short_description": "Enables examiners in the field to connect with their Headquarters to more efficiently and effectively scope, schedule, plan, conduct and report on examinations. This solution integrates workflow processing, data analytics, and case management best practices on a scalable, enterprise-ready platform built for organizations that frequently experience changing business processes and rules to be flexible enough to cost effectively meet both market and regulatory demands.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Vishal Kapur, Ali Bandukwalla",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Inspections.jpg"
                }
            ]
        },
        {
            "id": "3025",
            "sub_category": "2025",
            "implemented": "",
            "app_title": "Request for Information Case Management",
            "asset": "Controlled Correspondence ",
            "asset_description": "Controlled Correspondence is a suite of inquiry intake and management applications that assist federal agency staff with the intake, assignment, escalation, and response to requests for information from the general public or other agencies. ",
            "short_description": "Controlled Correspondence is a suite of inquiry intake and management applications that assist federal agency staff with the intake, assignment, escalation, and response to requests for information from the general public or other agencies. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Controlled Correspondence.jpg"
                }
            ]
        },
        {
            "id": "3030",
            "sub_category": "2030",
            "implemented": "MI",
            "app_title": "Integrated Eligibility Web App Self-Service",
            "asset": "HHS NextGen Customer Portal for IE",
            "asset_description": "HHS NextGen Customer Portal for IE, powered by govCONNECT, transforms the self-service delivery model from program-focused to citizen centric through an enhanced user experience. The portal is intended to provide a holistic and proactive approach dedicated to identifying the root cause of individuals’ problems and improving outcomes for customers. The system was designed to be highly available and scalable utilizing the Salesforce Platform. The platform functions as a single-entry point for customers to apply for State programs and discover local resources. Additionally, citizens can view their active benefits, report changes to their case, reapply for existing benefits, download letters sent by the department, and upload documents.",
            "short_description": "This solution transforms the self-service delivery model from program-focused to citizen centric through an enhanced user experience designed to be highly available and scaleable utilizing the Salesforce Platform. The portal is intended to provide a holistic and proactive approach dedicated to identifying the root cause of individuals’ problems and improving outcomes for customers.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Hariharan Murthy",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Integrated Eligibility Self-Service Web App.jpg"
                }
            ]
        },
        {
            "id": "3035",
            "sub_category": "2035",
            "implemented": "PA, WI, TX, TN",
            "app_title": "Integrated Eligibility Mobile App Self-Service",
            "asset": "HHS NextGen Mobile for IE",
            "asset_description": "HHS NextGen Mobile for IE allows customers to apply for and manage their benefits from the convenience of their mobile device.\nThis mobile s empowers customers to stay in compliance with program eligibility by having real-time access and capabilities related to their case status, application, and documents anywhere.",
            "short_description": "Enables customers to apply for and manage their benefits from the convenience of their mobile device. This mobile application empowers customers to stay in compliance with program eligibility by having real-time access and capabilities related to their case status, application, and documents anywhere.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Jared Miniman",
            "alliance_relationship_1": "iOS",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Integrated Eligibility Self-Service Mobile App.jpg"
                }
            ]
        },
        {
            "id": "3040",
            "sub_category": "2040",
            "implemented": "LA",
            "app_title": "Child Welfare Self-Service",
            "asset": "HHS NextGen Self Service Portal for Mandated Reporters",
            "asset_description": "HHS NextGen Self Service Portal for Mandated Reporters includes the ability to report and submit suspected incidents of child abuse and/or neglect directly to a child welfare intake unit. The portal captures the description of the incident, key individuals involved, and reporter contact information.",
            "short_description": "This solutiom gives customers the ability to report and submit suspected incidents of child abuse and/or neglect directly to a child welfare intake unit. The portal captures the description of the incident, key individuals involved, and reporter contact information.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Suguna Sundaravadivel",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Child Welfare Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3045",
            "sub_category": "2045",
            "implemented": "",
            "app_title": "Child Support Self-Service",
            "asset": "HHS NextGen Customer Portal for Child Support",
            "asset_description": "HHS NextGen Customer Portal for Child Support provides families and partners with direct access to their case, allowing them to see order information, make payments, and upload documents.",
            "short_description": "Provides families and partners with direct access to their case, allowing them to see order information, make payments, and upload documents.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "John White, Ganapathy Pillai",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Child Support Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3050",
            "sub_category": "2050",
            "implemented": "KY",
            "app_title": "Work Participation Requirements Self-Service",
            "asset": "WorkPath Customer Portal",
            "asset_description": "WorkPath Customer Portal allows the public to maintain compliance with work participation requirements of programs such as Medicaid, SNAP, and TANF from the convenience of a website or mobile device.  Functionality includes features such as reporting activities, reporting job applications, searching for resources, requesting exemptions or good cause, and discovering training opportunities.",
            "short_description": "Allows the public to maintain compliance with work participation requirements of programs such as Medicaid, SNAP, and TANF from the convenience of a website or mobile device.  Functionality includes features such as reporting activities, reporting job applications, searching for resources, requesting exemptions or good cause, and discovering training opportunities.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Arunachalam Subramanian",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Work Requirements Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3055",
            "sub_category": "2055",
            "implemented": "",
            "app_title": "EBT Mobile App",
            "asset": "EBT Mobile App",
            "asset_description": "EBT Mobile is an all-in-one solution for providing SNAP, WIC, and TANF recipients a space to plan, spend, and track their nutritional benefits from the convenience of their mobile device.  EBT Mobile includes functionality for budgeting EBT balances as well as organizing shopping trips and meal planning to make every dollar count and last longer.",
            "short_description": "All-in-one solution for providing SNAP, WIC, and TANF recipients a space to plan, spend, and track their nutritional benefits from the convenience of their mobile device.  EBT Mobile includes functionality for budgeting EBT balances as well as organizing shopping trips and meal planning to make every dollar count and last longer.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Jared Miniman",
            "alliance_relationship_1": "iOS",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/EBT Mobile App.jpg"
                }
            ]
        },
        {
            "id": "3060",
            "sub_category": "2060",
            "implemented": "San Diego, Orange County",
            "app_title": "X11/311 Self-Service",
            "asset": "X11",
            "asset_description": "The X11 module of govCONNECT provides agencies with a service request solution that prioritizes user experience and enables capabilities empowering them to best serve their residents/citizens.",
            "short_description": "The X11 module of govCONNECT provides agencies with a service request solution that prioritizes user experience and enables capabilities empowering them to best serve their residents/citizens.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Adam Spain",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/1X11 Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3065",
            "sub_category": "2065",
            "implemented": "OH, WI, WA, AZ, DE",
            "app_title": "Licensing and Permitting Self-Service",
            "asset": "eLicense Customer Portal",
            "asset_description": "Deloitte’s eLicense Customer Portal provides licensed professionals and businesses with a modern, self-service experience to perform functions such as reviewing licensure maintenance requirements, pay fees, submit service requests, and obtain permits. The email communications framework of the Customer Portal allows renewal reminders to be sent automatically and sends email communications to secondary credentialers.",
            "short_description": "Provides licensed professionals and businesses with a modern, self-service experience to perform functions such as reviewing licensure maintenance requirements, pay fees, submit service requests, and obtain permits. The email communications framework of the Customer Portal allows renewal reminders to be sent automatically and sends email communications to secondary credentialers.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Thomas Beyer, James Qua, David Lindstrom",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Licensing and Permitting Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3070",
            "sub_category": "2070",
            "implemented": "POC for FDA",
            "app_title": "FDA Company Approvals and eSubmissions",
            "asset": "FDA Lumin",
            "asset_description": "Custom-designed eSubmission portal to allow software-based medical device companies to apply for and receive FDA Pre-Cert status.  The solution interface guides users through application questions for FDA Pre-Cert, as well as for each product submission.",
            "short_description": "Custom-designed eSubmission portal to allow software-based medical device companies to apply for and receive FDA Pre-Cert status.  The solution interface guides users through application questions for FDA Pre-Cert, as well as for each product submission.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/FDA Company Approvals and eSubmissions.jpg"
                }
            ]
        },
        {
            "id": "3075",
            "sub_category": "2075",
            "implemented": "KY",
            "app_title": "Vector XD: Customer Mapping Delivery Accelerator",
            "asset": "VectorXD",
            "asset_description": "VectorXD is a digital application that can help organizations embed human-centered design into the way they deliver products, services, and experience to their customers. The application provides a structured means to identify customers and their needs, model the complex ways customers currently engage with an organization, its systems, and its partners, and determine how well the organization is meeting customer needs. By digitizing and connecting the information about the organization and its customers, Deloitte can more easily identify opportunities for improvement, determine how any changes might impact existing technologies or processes, and keep the customer front and center as we elevate the human experience.",
            "short_description": "Digital application that helps organizations embed human-centered design into the way they deliver products, services, and experience to their customers by providing a structured way to identify customers and their needs, model the complex ways customers currently engage with an organization, its systems, and its partners, and determine how well the organization is meeting customer needs. Allows Deloitte to easily identify opportunities for improvement, determine how any changes might impact existing technologies or processes, and keep the customer front and center as we elevate the human experience.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Customer Strategy",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "David Watts",
            "alliance_relationship_1": "",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/VectorXD.jpg"
                }
            ]
        },
        {
            "id": "3080",
            "sub_category": "2080",
            "implemented": "CO",
            "app_title": "Integrated Eligibility",
            "asset": "HHS NextGen for IE",
            "asset_description": "HHS NextGen is the industry leading solution for Integrated Eligibility. Implemented in over 25 states, HHS NextGen has transformed integrated case management and eligibility determination for programs such as Medicaid, SNAP, TANF, and Child Care. Today, HHS NextGen has been rearchitected atop the Salesforce cloud platform and infused with the power of the govCONNECT platform to provide world-class user experience, scalability, and functional capability. \n\nRelated Solutions: \n• Integrated Eligibility Self-Service Web App\n• Integrated Eligibility Self-Service Mobile App\n• EBT Mobile App\n",
            "short_description": "Industry leading solution for Integrated Eligibility that has been Implemented in over 25 states and transformed integrated case management and eligibility determination for programs such as Medicaid, SNAP, TANF, and Child Care. Today, HHS NextGen has been rearchitected atop the Salesforce cloud platform and infused with the power of the govCONNECT platform to provide world-class user experience, scalability, and functional capability. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sanjay Shah",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "AWS",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/HHS NexGen for IE.jpg"
                }
            ]
        },
        {
            "id": "3085",
            "sub_category": "2085",
            "implemented": "CO",
            "app_title": "Child Care",
            "asset": "HHS NextGen for Child Care",
            "asset_description": "HHS NextGen for Child Care, powered by govCONNECT, is a next generation, Software as a Service (SaaS) solution for Child Care Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of child care system implementation experience.\n\nRelated Solutions:\n• Child Care Self-Service\n",
            "short_description": "Software as a Service (SaaS) solution for Child Care Case Management systems. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of child care system implementation experience.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sanjay Shah",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "AWS",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/HHS NextGen For Child Welfare.jpg"
                }
            ]
        },
        {
            "id": "3090",
            "sub_category": "2090",
            "implemented": "KY",
            "app_title": "Work Participation Requirements",
            "asset": "HHS NextGen WorkPath",
            "asset_description": "HHS NextGen WorkPath, powered by govCONNECT, is a next generation, Software as a Service (SaaS) solution for work requirements of Medicaid, SNAP, and TANF programs. This solution combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of human services implementation experience. WorkPath helps both customers and agencies remain compliant with work requirements through extensive functionality such as activity tracking, checklists, and integration with business and customer portals. \n\nRelated Solutions:\n• Work Requirements Self-Service\n",
            "short_description": "Software as a Service (SaaS) solution for work requirements of Medicaid, SNAP, and TANF program that combines the class-leading capabilities of the Salesforce cloud platform with deep functional capabilities drawn from Deloitte’s decades of human services implementation experience. WorkPath helps both customers and agencies remain compliant with work requirements through extensive functionality such as activity tracking, checklists, and integration with business and customer portals. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Arunachalam Subramanian",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Work Requirements Self-Service.jpg"
                }
            ]
        },
        {
            "id": "3095",
            "sub_category": "2095",
            "implemented": "",
            "app_title": "Health Insurance Premium Payments",
            "asset": "HIPP Tool",
            "asset_description": "The Health Insurance Premium Program Tool is a Software as a Service (SaaS) solution for enabling state agencies to operationalize HIPP. Combining features of eligibility determination with program effectiveness measurements, Deloitte’s HIPP Tool provides comprehensive capabilities for States to realize significant Medicaid program savings.",
            "short_description": "Software as a Service (SaaS) solution for enabling state agencies to operationalize HIPP. This solution combines features of eligibility determination with program effectiveness measurements to provide comprehensive capabilities for States to realize significant Medicaid program savings.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Phong Huynh",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Health Insurance Premium Program.jpg"
                }
            ]
        },
        {
            "id": "3100",
            "sub_category": "2100",
            "implemented": "CO",
            "app_title": "Hearings and Appeals",
            "asset": "Hearings and Appeals Module",
            "asset_description": "Hearings and Appeals Module is a standalone Software as a Service (SaaS) solution for operationalizing processes for managing and scheduling hearings and appeals cases, across any number of programs. Key functionality includes automatic appointment scheduling, electronic dockets, time tracking, case tracking, and contact management. \n\nDerived from a user-centric design approach, the Hearings and Appeals module functionality and capabilities align to the workflow-based needs of schedulers, administrative law judges (ALJs), attorneys and other business users. By designing the application based on specific roles, the module drives the efficient completion of the hearings and appeals case management and scheduling tasks.\n",
            "short_description": "Standalone Software as a Service (SaaS) solution for operationalizing processes for managing and scheduling hearings and appeals cases, across any number of programs. Key functionality includes automatic appointment scheduling, electronic dockets, time tracking, case tracking, and contact management. \n",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sanjay Shah",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Hearings and Appeals.jpg"
                }
            ]
        },
        {
            "id": "3105",
            "sub_category": "2105",
            "implemented": "",
            "app_title": "Behavioral Nudges Ecosystem",
            "asset": "Nudge Ecosystem",
            "asset_description": "The Nudge Ecosystem is a microservice solution that examines large and varied data sets to uncover hidden patterns and data correlations to nudge recipients, case workers, and business partners to make informed decisions.",
            "short_description": "Microservice solution that examines large and varied data sets to uncover hidden patterns and data correlations to nudge recipients, case workers, and business partners to make informed decisions.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Phong Huynh",
            "alliance_relationship_1": "AWS",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Nudge Management.jpg"
                }
            ]
        },
        {
            "id": "666",
            "sub_category": "666",
            "implemented": "",
            "app_title": "OneView with Resource Engine",
            "asset": "OneView",
            "asset_description": "OneView, powered by govCONNECT, is a native iOS tablet application used by human services agencies and partner/providers to provide point-of-interaction assistance with programs such as Medicaid, SNAP, TANF, and Child Care. Combining line-busting capabilities such as mobile capture of verification documents with an intelligent recommendation engine to quickly connect customers with community resources, OneView is a pocket-sized power tool that improves agency efficiency by cutting down back-office workload via speedy front-office engagement.",
            "short_description": "Native iOS tablet application used by human services agencies and partner/providers to provide point-of-interaction assistance with programs such as Medicaid, SNAP, TANF, and Child Care. Combining line-busting capabilities such as mobile capture of verification documents with an intelligent recommendation engine to quickly connect customers with community resources, OneView is a pocket-sized power tool that improves agency efficiency by cutting down back-office workload via speedy front-office engagement.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Phong Huynh",
            "alliance_relationship_1": "Native iOS",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/OneView with Resource Engine.jpg"
                }
            ]
        },
        {
            "id": "3110",
            "sub_category": "2110",
            "implemented": "POC for DHA",
            "app_title": "Acquisition Tracking",
            "asset": "Spend Management",
            "asset_description": "The spend management tool provides large contracting providers the ability to track contract details  and status, vendor contact management, planned and actual spend, and reporting/dashboards. The spend management tool has the ability to tie into existing contract management tools such as FPDS, USA Spending, and other source systems that have integration capabilities.",
            "short_description": "Enables large contracting providers the ability to track contract details  and status, vendor contact management, planned and actual spend, and reporting/dashboards. The spend management tool has the ability to tie into existing contract management tools such as FPDS, USA Spending, and other source systems that have integration capabilities.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Acquisition Tracking.jpg"
                }
            ]
        },
        {
            "id": "3115",
            "sub_category": "2115",
            "implemented": "",
            "app_title": "Conference Room Scheduling",
            "asset": "Conference Room Scheduler App",
            "asset_description": "The Conference Room Scheduler is designed to simplify the process of reserving conference rooms and other spaces within an office or shared workplace. The application ensures that organizers have the necessary accommodations for important meetings, and at the same time, office managers maintain an accurate, up-to-date view of how company resources are being utilized. The Conference Room Scheduler consists of a front-end to allow an organizer to submit requests and an administrative back-end to allow administrators to review and manage room reservations and status.",
            "short_description": "Simplifies the process of reserving conference rooms and other spaces within an office or shared workplace. The application ensures that organizers have the necessary accommodations for important meetings, and at the same time, office managers maintain an accurate, up-to-date view of how company resources are being utilized. The Conference Room Scheduler consists of a front-end to allow an organizer to submit requests and an administrative back-end to allow administrators to review and manage room reservations and status.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Conference room App.jpg"
                }
            ]
        },
        {
            "id": "3120",
            "sub_category": "2120",
            "implemented": " U.S. Customs and Border Protection (CBP)",
            "app_title": "CIO Management",
            "asset": "LaunchPad",
            "asset_description": " The CBP LaunchPad provides employees a one stop shop to start or “launch” their day. The CBP LaunchPad is a centralized location where end-users can access all of their Salesforce applications, as well as other business applications (i.e., SharePoint, SAP, Oracle, etc.). Each app tile is data driven and controlled by metadata, attributes, and related objects making it flexible, configurable, and easily scalable. This solution is connected to CBP’s Active Directory and provides PIV Authenticated Single Sign-On to allow users to authenticate and access all of their applications without having to login in to different applications multiple time.\n\nThe CBP LaunchPad also facilitates the case management and user access request lifecycle around an application. Users can submit tickets (enhancement requests, bugs) pertaining to an application which creates a case that is then triaged by the CBP Salesforce Center of Excellence. Users can also submit requests for access to applications which routes to their direct supervisor, business owner, and Salesforce CoE for approval as applicable.",
            "short_description": "One-stop shop for end-users to \"launch\" their day by providing a centralized location to access all of their Salesforce applications, as well as other business applications (i.e., SharePoint, SAP, Oracle, etc.) via data driven app tiles that are controlled by metadata, attributes, and related objects making it flexible, configurable, and easily scalable. This solution is connected to CBP’s Active Directory and provides PIV Authenticated Single Sign-On to allow users to authenticate and access all of their applications without having to login in to different applications multiple time.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano, Michael Beck",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Launch Pad.jpg"
                }
            ]
        },
        {
            "id": "3125",
            "sub_category": "2125",
            "implemented": "American Electric Power (AEP), Pipeline Hazardous Materials Safety Administration (PHMSA)",
            "app_title": "Dynamic Case Management Delivery Accelerator",
            "asset": "DCM",
            "asset_description": "Dynamic Case Management (DCM) is a tool-neutral framework to capture, process, and analyze case-related data, improve customer service, drive process efficiency, and enable streamlined data analysis. DCM allows organizations to integrate case and work-flow processing, data analytics and case management best practices on a scalable, technology-neutral, enterprise platform. DCM is able to provide consistent and real-time access to data through a multitude of different channels (web and mobile) while improving the timeliness, quality, and efficiency of services provided to stakeholders. DCM has consistently provided a lower cost of ownership and complexity over existing legacy landscapes while provide the requisite flexibility and scalability to address changing requirements.",
            "short_description": "Tool neutral framework to capture, process, and analyze case-related data, improve customer service, drive process efficiency, and enable streamlined data analysis by allowing organizations to integrate case and work-flow processing, data analytics, and case management best practices on a scalable, technology-neutral, enterprise platform. DCM is able to provide consistent and real-time access to data through a multitude of different channels (web and mobile) while improving the timeliness, quality, and efficiency of services provided to stakeholders. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Brandon Vaughan, Kevin Weisser",
            "alliance_relationship_1": "Angular JS",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Dynamic Case Management.jpg"
                }
            ]
        },
        {
            "id": "3130",
            "sub_category": "2130",
            "implemented": "",
            "app_title": "govCONNECT Framework Delivery Accelerator",
            "asset": "govCONNECT Framework",
            "asset_description": "govCONNECT Framework is a robust collection of framework components that sit atop the Salesforce platform. The govCONNECT Framework enables rapid delivery of complex government solutions with high quality and lower-cost.",
            "short_description": "Robust collection of framework components that sit atop the Salesforce platform. The govCONNECT Framework enables rapid delivery of complex government solutions with high quality and lower-cost.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Delivery Tools",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sanjay Shah",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/GovConnect Framework.jpg"
                }
            ]
        },
        {
            "id": "3135",
            "sub_category": "2135",
            "implemented": "Consumer Financial Protection Bureau (CFPB)",
            "app_title": "Complaints Tracking Management",
            "asset": "Mosaic",
            "asset_description": "To meet CFPB’s goals, Deloitte implemented a state-of-the-art CRM system on the Salesforce platform called Mosaic that supports the scalability, agility, and quality of consumer inquiry and complaint handling services and tools. Mosaic streamlines complaint submission using a “turbo-tax” like data-driven process, incorporates a complex workflow that efficiently and accurately routes complaints to companies, and provides three portals for company, government, and congressional users to easily manage and track the status of complaints.\n\nMosaic’s improved submission form enhances complaint submitter experience and incorporates data-driven questions that improve cross-channel consistency. Mosaic’s complaint dashboards in the stakeholder portals enable faster and easier complaint management for company, government, and congressional users while also providing enhanced search and export features to improve analysis of complaint data. Mosaic’s flexibility and strong data architecture provide CFPB with the tools to grow and evolve as demand for consumer complaint services increases.\n",
            "short_description": "State-of-the-art CRM system on the Salesforce platform that supports the scalability, agility, and quality of consumer inquiry and complaint handling services and tools. Mosaic streamlines complaint submission using a “turbo-tax” like data-driven process, incorporates a complex workflow that efficiently and accurately routes complaints to companies, and provides three portals for company, government, and congressional users to easily manage and track the status of complaints.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano, Sasa Eric",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Complaints Tracking Management.jpg"
                }
            ]
        },
        {
            "id": "3140",
            "sub_category": "2140",
            "implemented": "",
            "app_title": "Asset Management",
            "asset": "Asset Tracker App",
            "asset_description": "The Asset Tracker Application enables accurate inventory tracking of assets, management of asset requests, and the assignment of assets to staff. The application provides a single location for operators to manage inventories and items, as well as, requests. The scalability and flexibility of this application allows for a variety of asset types to be tracked within the system. ",
            "short_description": "Enables accurate inventory tracking of assets, management of asset requests, and the assignment of assets to staff. The application provides a single location for operators to manage inventories and items, as well as, requests. The scalability and flexibility of this application allows for a variety of asset types to be tracked within the system. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Asset Management.jpg"
                }
            ]
        },
        {
            "id": "3145",
            "sub_category": "2145",
            "implemented": "Centers for Disease Control and Prevention (CDC) production org",
            "app_title": "Grants Management",
            "asset": "Award Management Platform (AMP)",
            "asset_description": "The Centers for Disease Control and Prevention’s (CDC) National Center for Chronic Disease Prevention and Health is exploring new ways to enhance post-award grants management, performance monitoring, and user experience. CDC is piloting a Salesforce based Award Management Platform (AMP). AMP promotes effective integrated program management, evaluation, and internal and external stakeholder collaboration for cooperative agreements. AMP provides configurable program-specific communities and standardizes the user experience.\n \nAMP is aimed at improving the Program Staff and Grant Recipients experience by: i) enabling knowledge management, collaboration, and sharing within and across programs; ii) easing technical assistance (TA) submission, tracking, and increasing TA quality; iii) improving data collection and analysis related to performance and budget monitoring; and, iv) creating a commonly used but customizable platform to improve post-award management for a portfolio of diverse programs and stakeholders.\n",
            "short_description": "Salesforce based Award Management Platform (AMP) that promotes effective integrated program management, evaluation, and internal and external stakeholder collaboration for cooperative agreements. AMP provides configurable program-specific communities and standardizes the user experience.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric, Madhavi Karnik, Scott Klisures",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Grants Management.jpg"
                }
            ]
        },
        {
            "id": "3150",
            "sub_category": "2150",
            "implemented": "CO, NM",
            "app_title": "UI Builder Delivery Accelerator",
            "asset": "Figura",
            "asset_description": "Figura is a Deloitte-proprietary, cloud-based, low-code application development platform. With a built-in UI Framework tool and a configurable code generation script, Figura enables rapid application development in a variety of destination technology stacks such as Salesforce, React, Angular, and Java. ",
            "short_description": "Cloud-based, low-code application development platform with a built-in UI Framework tool and a configurable code generation script, Figura enables rapid application development in a variety of destination technology stacks such as Salesforce, React, Angular, and Java. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Phong Huynh, Dildar Marhas",
            "alliance_relationship_1": "Heroku",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/UI Builder.jpg"
                }
            ]
        },
        {
            "id": "3155",
            "sub_category": "2155",
            "implemented": "",
            "app_title": "Document Management System",
            "asset": "DMS",
            "asset_description": "Provides standard API to upload, store,  scan, categorize, retrieve, view and annotate documents.",
            "short_description": "Provides standard API to upload, store,  scan, categorize, retrieve, view and annotate documents.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Prashanth Injam",
            "alliance_relationship_1": "",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": ""
                }
            ]
        },
        {
            "id": "3160",
            "sub_category": "2160",
            "implemented": "",
            "app_title": "MCI Microservice",
            "asset": "MCI Microservice",
            "asset_description": "The MCI Microservice is a lightweight tool that can be used within our solutions to provide clients with customizable MCI services depending on their functional needs and readiness.​ The MCI Microservice is an efficient, robust, transparent, and configurable single source repository that unifies real-time updates from multiple sources and publishes to subscribing agencies.",
            "short_description": "Lightweight tool that can be used within our solutions to provide clients with customizable MCI services depending on their functional needs and readiness.​ The MCI Microservice is an efficient, robust, transparent, and configurable single source repository that unifies real-time updates from multiple sources and publishes to subscribing agencies.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Dildar Marhas",
            "alliance_relationship_1": "",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": ""
                }
            ]
        },
        {
            "id": "3165",
            "sub_category": "2165",
            "implemented": "",
            "app_title": "Client Communication",
            "asset": "CC Managed Services",
            "asset_description": "CC Managed Services is an managed Software as a Service platform that provides a secure and compliant system with minimal maintenance overhead for various day to day infrastructure management. \nCC Microservices is an efficient, robust, transparent, and configurable single source repository that provides platform independent solution for various correspondence needs. CC Microservices can be plugged with any major service provider like OpenText, GMC Software, Xerox (XMPie) etc.",
            "short_description": "Managed Software as a Service platform that provides a secure and compliant system with minimal maintenance overhead for various day to day infrastructure management. CC Microservices is an efficient, robust, transparent, and configurable single source repository that provides platform independent solution for various correspondence needs that can be plugged with any major service provider like OpenText, GMC Software, Xerox (XMPie) etc.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Senthil Dhandapani",
            "alliance_relationship_1": "",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": ""
                }
            ]
        },
        {
            "id": "3170",
            "sub_category": "2170",
            "implemented": "Orange County",
            "app_title": "Land Management",
            "asset": "LandConnect",
            "asset_description": "LandConnect manages submission, approval, inspections, and tracking of land claims. The product seamlessly integrates with geo-spatial software and databases along with a rules engine that process complex approval rules and a “concierge” facility to help claimants through the application process\n\nThis tool facilitates land claim completion by supporting multiple user personas throughout the claim’s lifecycle. Once the claimant researches and submits their claim, it will be assigned to a Claims Processer’s work queue. The next step in the process will be completed by the Inspector who will perform inspections within the claim period. During the entire claim lifecycle, Claims Processors are able to respond to Claimants and provide guidance whiles simultaneously processing claims using the Service Console.\n",
            "short_description": "Tool that manages submission, approval, inspections, and tracking of land claims. The product seamlessly integrates with geo-spatial software and databases along with a rules engine that process complex approval rules and a “concierge” facility to help claimants through the application process",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sameer Bhat, Juan Santisi",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Land Management.jpg"
                }
            ]
        },
        {
            "id": "3175",
            "sub_category": "2175",
            "implemented": "",
            "app_title": "Tour Management",
            "asset": "Tour Management ",
            "asset_description": "Tours management is a self-service interface which enable an organization's staff to schedule campus/complex tours from an accessible, user-friendly web interface. The system manages tour capacity and availability and can set future schedules based on a set of configurable rules. The group or office managing tours can administer all settings from a back-end administrative console. Allowing end user to request and track their own tours reduces the number of tour related inquiries to virtually zero. ",
            "short_description": "Self-service interface which enable an organization's staff to schedule campus/complex tours from an accessible, user-friendly web interface. The system manages tour capacity and availability and can set future schedules based on a set of configurable rules via administrative console (back-end).",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Tour Management.jpg"
                }
            ]
        },
        {
            "id": "3180",
            "sub_category": "2180",
            "implemented": "",
            "app_title": "Facilities Management",
            "asset": "Facilities Request App ",
            "asset_description": "Allows any group who provides facilities services to provide their end-users with an easily accessible, web intake form. The Facilities Requests app also provides an administrative back-end application which allows the facilities management service provider to create, review, and manage facilities requests while also tracking the associated costs. This includes the ability to associate a facilities request to one or many invoices so that cost can be tracked across fiscal years. The application is designed to increase the efficiency in submitting and managing facilities requests.",
            "short_description": "Allows any group who provides facilities services to provide their end-users with an easily accessible, web intake form. The Facilities Requests app also provides an administrative back-end application which allows the facilities management service provider to create, review, and manage facilities requests while also tracking the associated costs. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Bob Capuano",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Facilities Management.jpg"
                }
            ]
        },
        {
            "id": "3185",
            "sub_category": "2185",
            "implemented": "POC for FDA",
            "app_title": "Cost Allocated Time Tracking",
            "asset": "Insight Time Reporting (ITR)",
            "asset_description": " During recent user fee re-negotiations, FDA agreed to modernize their time reporting systems and to capture time daily for all user fee funded activities beginning in Fiscal Year 2019. The successful implementation of a modernized time reporting system is critical to satisfy the commitments made to industry, but moreover it will become the primary data source to support resource capacity planning.\n\nThe first iteration of ITR enables CDER employees to report time to activities, applications, and products related to safety and efficacy validation required in the regulatory review process. By utilizing the Salesforce platform, the FDA has enabled modernization in data collection and analytical capabilities.\n\nThe Insight Time Reporting system has been designed and developed to meet the multi-tier hierarchy structure required by CDER and is scalable to support additional Center requirements with configurable user profiles that limit access to only those activities specific to an individual’s Center/Office/Role. \nThe system is easy to use, the process to enter time is efficient, and the system is scalable to capture activities at a much more granular level to support resource capacity planning.\n",
            "short_description": "Modern time reporting system that allows users to capture their daily time for all user fee funded activities. The system was designed and developed to meet the multi-tier hierarchy structure required by the FDA (CDER) and is scalable to support additional Center requirements with configurable user profiles that limit access to only those activities specific to an individual’s Center/Office/Role. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric, Genna Schrage",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Cost Allocated Time Tracking.jpg"
                }
            ]
        },
        {
            "id": "3190",
            "sub_category": "2190",
            "implemented": "",
            "app_title": "Hiring Management",
            "asset": "Onboarding Gateway",
            "asset_description": "Onboarding Gateway is an interactive portal that supports tracking of an individual’s onboarding status. This tool is available to both Applicants (Federal Employees and Contractors) and Managers.  The solution consists of two components: an Applicant-facing community and a back-end Manager view for application management.  This further extends itself to existing data sources through integration with the Personal Identity Verification (PIV) system for data ingestion and the Access Management System (AMS) to support single-sign-on capabilities. ",
            "short_description": "Interactive portal that supports tracking of an individual’s onboarding status via two portals: an Applicant-facing community and a back-end Manager view for application management.  This further extends itself to existing data sources through integration with the Personal Identity Verification (PIV) system for data ingestion and the Access Management System (AMS) to support single-sign-on capabilities. ",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Digital Customer",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Sasa Eric",
            "alliance_relationship_1": "Salesforce",
            "alliance_relationship_2": "",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/Hiring Management.jpg"
                }
            ]
        },
        {
            "id": "3195",
            "sub_category": "2195",
            "implemented": "",
            "app_title": "GoCase Interactive Learning",
            "asset": "GoCase Learning",
            "asset_description": "GoCase Learning is a mobile training application that enables professionals to gain the skills they need to be field experts on day one in a safe and consequence-free environment.\n\n• GoCase Learning solves many of the business issues that exist in today’s field work training material. Today’s training may provide the what, when, where, and why of interviewing, but this application is explicitly designed to enable exploration of the “how” of interviewing. GoCase Learning allows users to take multiple approaches or paths to the same outcome, exploring effectiveness of varying approaches, and evaluating which approach is best suited for each learner.\n• GoCase Learning provides personalized feedback on mock interview performance so trainees can refine their skills and try new approaches as they experience each new scenario.\n• GoCase Learning offers modules for building interview skills, refining critical thinking and observation skills.\n• Case management skills are tested as trainees manage multiple simulated cases at a time, and the trainees are challenged to actively track ongoing relationships with individuals across those cases.\n• GoCase Learning has a Story Editor that allows users to create their own scenarios, characters, and conversations that can then be used in the app. This allows for custom stories to be created and tested that relate to all types of scenarios.\n\nRelated Solutions:\n• GoCase VR\n• GoCase Community",
            "short_description": "Mobile training application that enables professionals to gain the skills they need to be field experts on day one in a safe and consequence-free environment. Users are prompted with multiple choice questions that evaluate their response and provide live feedback on improvement areas. GoCase Learning paired with the Story Editor application allows its users to generate new content to share with their team using the mobile app.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Will Arnold",
            "alliance_relationship_1": "iOS",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/GoCase Learning.jpg"
                }
            ]
        },
        {
            "id": "3200",
            "sub_category": "2200",
            "implemented": "",
            "app_title": "GoCase VR Learning",
            "asset": "GoCase VR",
            "asset_description": "GoCase VR allows field work trainees to experience real-life scenarios in a virtual reality environment. The program uses 3D images of buildings, homes, furniture, and everyday objects to simulate real-life situations in the field in an interactive space where trainees can explore the environment and identify risks and issues.\n\n• GoCase VR is designed to cover a wide breadth of scenarios. As trainees perform actions in the application, the program provides feedback to help them learn how to handle each situation.\n• GoCase VR lowers costs for organizations by eliminating the need for dedicated training facilities and keeping employees engaged which can lower the amount of attrition. Trainees are able to complete the training at their desks, or even remotely at their own homes, using their own devices. GoCase VR replaces reading outdated textbooks and memorizing written training material with an exciting program that teaches trainees how to make real-time decisions in lifelike scenarios in a safe virtual environment.\n• GoCase VR is cloud hosted so it can be updated with specific scenarios and deployed to all users without the need to purchase new hardware bringing collaboration from central offices to their homes or local offices.\n\nRelated Solutions:\n• GoCase Learning\n• GoCase Community\n\n",
            "short_description": "Mobile and desktop based application that allows field work trainees to experience real-life scenarios in a virtual reality environment from any location. The application uses 3D images of buildings, homes, furniture, and everyday objects to simulate real-life situations in the field in an interactive space where trainees can explore the environment and identify risks and issues while receiving feedback on areas they need to sharpen their skills.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Will Arnold",
            "alliance_relationship_1": "iOS",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/GoCase VR.jpg"
                }
            ]
        },
        {
            "id": "3205",
            "sub_category": "2205",
            "implemented": "",
            "app_title": "GoCase Community Story Editor",
            "asset": "GoCase Community",
            "asset_description": "GoCase Community is an online site for content collaboration shared throughout the country by allowing users to share their custom characters, stories, and lesson plans for GoCase applications.\n\n• GoCase Community creates a virtual team network for individuals working in the Child Welfare space. GoCase Community promotes creativity, sharing of custom content, and feedback mechanisms to increase the effectiveness of the GoCase App experience.\n• GoCase Community contains levels and characters from GoCase Learning. These levels are all easily accessible through a website with a search toolbar.\n• Using search filters, users can quickly search for the exact scenarios that relate to the community to use in GoCase Learning.\n• Users may upload levels and characters to share with the Community to get valuable feedback and allow others to build upon the creation!\n• Users can download levels and characters directly to the application and share with their team.\n\nRelated Solutions:\n• GoCase Learning\n• GoCase VR\n",
            "short_description": "Cloud-based online site for content collaboration shared throughout the country by allowing users to share their custom characters, stories, and lesson plans for GoCase applications. By creating a virtual team environment, GoCase Community allows users the ability to download user created content to share with their teams.",
            "resale_revenue": "",
            "asset_ready_for_sale": "",
            "hosting_via_gps_technology_center": "",
            "sponsoring_business": "Deloitte Consulting",
            "gps_offering_portfolio": "Customer & Marketing",
            "gps_offering": "Human Services Transformation",
            "type_of_asset": "Accelerator",
            "type_of_asset_lower_level": "",
            "gps_offering_contacts": "Phong Huynh",
            "asset_contacts": "Will Arnold",
            "alliance_relationship_1": "iOS",
            "alliance_relationship_2": "Android",
            "alliance_relationship_3": "",
            "comments": "",
            "additional_comments": "",
            "images": [
                {
                    "imgSource": "./qual_images/GoCase Community.jpg"
                }
            ]
        }
    ]
}